Repository: KDE/krdp
Catalog: po/*/kcm_krdpserver.po
Languages: az, eo, eu, gl, ia, is, lt, ro

source: The port the server listens on
az: Serverin cavab gözlədiyi port
eo: La pordo sur kiu la servilo aŭskultas
eu: Zerbitzariak entzuten duen ataka
gl: O porto no que escoita o servidor.
ia: Le porto ubi le servitor ascolta
is: Gáttin sem þjónninn vaktar
lt: Prievadas, ties kuriuo serveris klausosi
ro: Portul pe care ascultă serverul

source: Are certificates autogenerated during server start
az: Server işə düşdüyü zaman sertifikatlar avtomatik yaradılır
eo: Ĉu atestiloj estas aŭtomate generitaj dum servila starto
eu: Zerbitzaria abiatzean ziurtagiriak automatikoki sortzen dira?
gl: Se os certificados se xeran automaticamente durante o inicio do servidor.
ia: ES certificatos generate automaticamente durante que le servitor starta
is: Eru skilríki útbúin sjálfvirkt við ræsingu þjónsins
lt: Ar liudijimai yra automatiškai generuojami serverio paleidimo metu
ro: Se generează automat certificatele la pornirea serverului

source: The certificate to use for TLS connections
az: TLS bağlantısı üçün istifadə olunan sertifikat
eo: La atestilo uzota por TLS-konektoj
eu: TLS konexioetarako erabili behar den ziurtagiria
gl: O certificado para usar para as conexión por TLS.
ia: Le certificato a usar per connexiones TLS
is: Skilríkið sem á að nota fyrir TLS-tengingar
lt: TLS ryšiams naudojamas liudijimas
ro: Certificat pentru conexiuni TLS

source: The key that matches the TLS certificate
az: TLS sertifikatına uyğun gələn açar
eo: La ŝlosilo kiu kongruas kun la TLS-atestilo
eu: TLS ziurtagiriarekin bat datorren gakoa
gl: A chave correspondente ao certificado de TLS.
ia: Le clave que corresponde al certificato TLS
is: Lykillinn sem samsvarar TLS-skilríkinu
lt: Raktas, atitinkantis TLS liudijimą
ro: Cheia care corespunde certificatului TLS

source: The quality of the video stream
az: Video axının keyfiyyəti
eo: La kvalito de la videofluo
eu: Bideo-korrontearen kalitatea
gl: A calidade do fluxo de vídeo.
ia: Le qualitate del fluxo de video
is: Gæði myndstreymisins
lt: Vaizdo srauto kokybė
ro: Calitatea fluxului video

source: Users allowed to login, passwords are stored in KWallet
az: Girişə icazə verilən istifadəçilərin şifrələri KWallet-də saxlanılır
eo: Uzantoj rajtas ensaluti, pasvortoj estas konservitaj en KWallet
eu: Saio-hasteko baimendutako erabiltzaileak, pasahitzak «KWallet»en gordetzen dira
gl: Persoas usuarias ás que se lles permite acceder, os contrasinais gárdanse en KWallet.
ia: Usatores permittite a acceder,contrasignos es immagazinate in KWallet
is: Notendur sem leyft er að skrá inn, lykilorð eru vistuð í KWallet
lt: Naudotojai, kuriems leidžiama prisijungti, slaptažodžiai yra saugomi KWallet
ro: Utilizatori cu drept de autentificare, parolele sunt stocate în KWallet

source: Whether the current user can log in via PAM
is: Hvort núverandi notandi geti skráð inn í gegnum PAM
lt: Ar dabartinis naudotojas gali prisijungti per PAM
ro: Dacă utilizatorul actual se poate autentifica prin PAM

source: Autostart the server on login
az: Girişdə serveri avtomatik başlatmaq
eo: Aŭtostartigi la servilon ĉe ensaluto
eu: Abiarazi zerbitzaria automatikoki saioa hasten denean
gl: Iniciar o servidor automaticamente ao identificarse.
ia: Starta automaticamente le servitor al accesso
is: Ræsa þjóninn sjálfkrafa við innskráningu
lt: Automatiškai paleisti serverį prisijungimo metu
ro: Pornește serverul automat la autentificare

# @info:status
source: Generating certificates automatically has failed!
az: Sertifikatların avtomatik yaradılmasındə xəta!
eo: Aŭtomata generado de atestiloj malsukcesis!
eu: Ziurtagiriak automatikoki sortzea huts egin du!
gl: A xeración automática de certificados fallou!
ia: Generar cutomaticamente certificatos ha fallite!
is: Sjálfvirk gerð skilríkja mistókst!
lt: Nepavyko automatiškai generuoti liudijimų!
ro: Generarea automată a certificatelor a eșuat!

# @title:window
source: Select Certificate Key file
az: Sertifikat açarı faylını seçmək
eo: Elekti Atestilan Ŝlosildosieron
eu: Hautatu ziurtagiri-gakoaren fitxategia
gl: Seleccionar un ficheiro de chave de certificado
ia: Selige file de clave de certificato
is: Veldu lykilskrá skilríkis
lt: Pasirinkite liudijimo rakto failą
ro: Alegeți fișierul cu cheia certificatului

# @title:window
source: Select Certificate file
az: Sertifikat faylını seçmək
eo: Elekti Atestildosieron
eu: Hautatu ziurtagiriaren fitxategia
gl: Seleccionar un ficheiro de certificado
ia: Selige file de certificato
is: Veldu skilríkisskrá
lt: Pasirinkite liudijimo failą
ro: Alegeți fișierul certificatului

# @info:status
source: Remote desktop cannot be enabled because your system does not support H264 video encoding. Please contact your distribution regarding how to enable it.
az: Uzaqdan idarə olunan iş masasını aktiv etmək mümkün olmadı, çünki sisteminiz H264 video axınını dəstəkləmir. Bunu aktiv etməklə bağlı məlumat almaq üçün distributorun dəstək xidmətinə müraciət edin.
eo: Fora labortablo ne povas esti ebligita ĉar via sistemo ne subtenas videokodigon H264. Bonvolu kontakti vian distribuadon pri kiel ebligi ĝin.
eu: Urruneko mahaigaina ezin da gaitu zure sistemak H264 bideo-kodeketa onartzen ez duelako. Jar zaitez zure banatzailearekin harremanean nola gaitu jakiteko.
gl: Non é posíbel activar o escritorio remoto porque o sistema non permite a codificación de vídeo H264. Solicite á súa distribución instrucións de activación.
ia: Scriptorios remote non pote esser habilitate proque tu systema non supporta codification video H264. Pro favor tu continge tu distribution re como habilitar lo.
lt: Nuotolinis darbalaukis negali būti įjungtas, nes jūsų sistema nepalaiko H264 vaizdo kodavimo. Susisiekite su savo platinamojo paketo atstovais, kad sužinotumėte, kaip jį įjungti.
ro: Biroul la distanță nu poate fi activat deoarece sistemul dumneavoastră nu susține codificarea video H264. Luați legătura cu distribuția dumneavoastră pentru a afla cum să o activați.

# @title:window
source: Discard user?
az: İstifadəçini kənarlaşdıraq?
eo: Ĉu forĵeti uzanton?
eu: Erabiltzaile baztertu?
gl: Quere descartar a persoa usuaria?
ia: Abandona usator?
is: Henda notanda?
lt: Atmesti ir panaikinti naudotoją?
ro: Eliminați utilizatorul?

# @info
source: Are you sure you want to discard following user: %1?
az: Bu istifadəçini kənarlaşdəırmaq istədiyinizə əminsiniz: %1?
eo: Ĉu vi certas, ke vi volas forĵeti la sekvan uzanton: %1?
eu: Ziur zaude ondoko erabiltzailea baztertu nahi duzula: %1?
gl: Seguro que quere descartar a persoa usuaria «%1»?
ia: Tu es secur que tu vole abandonar le sequente usator: %1?
is: Ertu viss um að þú viljir henda eftirfarandi notanda: %1?
lt: Ar tikrai norite atmesti ir panaikinti šį naudotoją: %1?
ro: Sigur doriți să eliminați acest utilizator: %1?

# @title:window
source: Add new user
az: Yeni istifadəçi əlavə etmək
eo: Aldoni novan uzanton
eu: Gehitu erabiltzaile berria
gl: Engadir unha nova persoa usuaria
ia: Adde nove usator
is: Bæta við nýjum notanda
lt: Pridėti naują naudotoją
ro: Adaugă utilizator nou

# @title:window
source: Modify user
az: İstifadəçiyə dəyişiklik etmək
eo: Modifi uzanton
eu: Aldatu erabiltzailea
gl: Modificar unha persoa usuaria
ia: Modifica usator
is: Breyta notanda
lt: Modifikuoti naudotoją
ro: Modifică utilizatorul

# @label:button
source: Save
az: Saxlamaq
eo: Konservi
eu: Gorde
gl: Gardar
ia: Salveguarda
is: Vista
lt: Įrašyti
ro: Salvează

# @label:textbox
source: Username:
az: İstifadəçi adı:
eo: Uzantnomo:
eu: Erabiltzaile-izena:
gl: Nome de usuaria:
ia: Nomine de usator:
is: Notandanafn:
lt: Naudotojo vardas:
ro: Utilizator:

# @info
source: Username already exists!
az: Bu istifadəçi adı artıq var!
eo: Uzantnomo jam ekzistas!
eu: Erabiltzaile-izena jada badago!
gl: Ese nome de usuaria xa existe!
ia: Nomine de usator ja existe!
is: Þetta notandanafn er nú þegar til!
lt: Naudotojo vardas jau yra!
ro: Numele de utilizator există deja!

# @label:textbox
source: Password:
az: Şifrə:
eo: Pasvorto:
eu: Pasahitza:
gl: Contrasinal:
ia: Contrasigno:
is: Lykilorð:
lt: Slaptažodis:
ro: Parolă:

# @title:window
source: Keychain error
az: Açar bağında xəta
eo: Eraro de ŝlosilĉeno
eu: Gako-katearen errorea
gl: Erro de anel de chaves
ia: Error de catena de clave (Keychain)
is: Villa í lyklakeðju
lt: Raktinės klaida
ro: Eroare lanț de chei

# @info
source: Received following error with password keychain: %1
az: Şifrə bağı ilə bağlı belə bir xəta alındı: %1
eo: Ricevis jenan eraron kun pasvorta ŝlosilĉeno: %1
eu: Pasahitzen gako-katearekin ondoko errorea jaso da: %1
gl: Recibiuse o seguinte erro do anel de chaves de contrasinais: %1
ia: Recipite sequente error con catena de clave de contrasigno: %1
is: Fékk til baka eftirfarandi villu með lykilorði lyklakeðju: %1
lt: Su slaptažodžio raktine gauta ši klaida: %1
ro: Lanțul de chei a generat următoarea eroare: %1

# @option:check Enable RDP server
source: Enable RDP server
az: RDP serverini aktiv etmək
eo: Ebligi RDP-servilon
eu: Gaitu RDP zerbitzaria
gl: Activar o servidor de RDP
ia: Habilita servitor RDP
is: Virkja RDP-þjón
lt: Įjungti RDP serverį
ro: Activează serverul RDP

# @info:status
source: Systemd not found. krdpserver will require manual activation.
is: Systemd fannst ekki. krdpserver mun þurfa handvirka gangsetningu.
lt: Systemd nerasta. krdpserver reikalaus aktyvavimo rankiniu būdu.
ro: „systemd” nu a fost găsit. „krdpserver” va necesita activare manuală.

# @info:status
source: Error message from the RDP server:<nl/>%1
is: Villumelding frá RDP-þjóninum:<nl/>%1
ro: Mesaj de eroare de la serverul RDP:<nl/>%1

source: Set up remote login to connect using apps supporting the “RDP” remote desktop protocol.
az: "RDP" uzaqdan idarə olunan iş masası protokolunu dəstəkləyən tətbiqlər ilə bağlantı yaratmaq üçün uzaqdan girişi ayarlamaq.
eo: Agordu foran ensaluton por konekti per aplikaĵoj subtenantaj la foran labortablan protokolon “RDP”.
eu: Ezar ezazu urrunetik saio-hastea, "RDP", urruneko mahaigain protokoloa onartzen duten aplikazioak erabiliz konektatzeko.
gl: Configurar un acceso remoto para conectar con aplicacións que permite o protocolo de escritorio remoto «RDP».
ia: Configura accesso remote per connecter usante apps que supporta le protocollo de scriptorio remote "RDP".
is: Settu upp fjartengda innskráningu til að tengja forrit sem styðja samskiptamáta fyrir “RDP” skjáborðsmiðlun.
lt: Nustatyti nuotolinį prisijungimą, kuris bus naudojamas jungiantis per programas, palaikančias „RDP“ nuotolinio darbalaukio protokolą.
ro: Configurați autentificarea de la distanță pentru a vă conecta folosind aplicații ce susțin protocolul de birou la distanță RDP.

# @info:usagetip
source: Use any of the following addresses to connect to this device:
az: Bu cihaza bağlanmaq üçün bu ünvanlardan birini istifadə edin:
eo: Uzi iun el la sekvaj adresoj por konektiĝi al ĉi tiu aparato:
eu: Erabili ondoko helbideetako edozein gailu honetara konektatzeko:
gl: Use calquera dos seguintes enderezos para conectar a este dispositivo:
ia: Usa ulle del sequente adresse per connecter a iste dispoisitivo:
is: Nota einhver af eftirfarandi vistföngum til að tengjast við þetta tæki:
lt: Norėdami prisijungti prie šio įrenginio naudokite bet kurį iš šių adresų:
ro: Folosiți oricare dintre aceste adrese pentru a vă conecta la acest dispozitiv:

# @action:button
source: Copy Address to Clipboard
az: Ünvanı mübadilə yaddaşına kopyalamaq
eo: Kopii Adreson al Tondujo
eu: Kopiatu helbidea arbelera
gl: Copiar o enderezo no portapapeis
ia: Copia adresse a area de transferentia
is: Afrita vistfang á klippispjald
lt: Kopijuoti adresą į iškarpinę
ro: Copiază adresa în clipboard

# title:group Group of RDP server settings
source: Server Settings
az: Server ayarları
eo: Servilaj Agordoj
eu: Zerbitzariaren ezarpenak
gl: Configuración do servidor
ia: Preferentias de servitor
is: Stillingar þjóns
lt: Serverio nuostatos
ro: Configurări server

# @option:check
source: Autostart on login
az: Girişdə yenidən başlatmaq
eo: Aŭtomata lanĉo je ensaluto
eu: Automatikoki abiarazi saioa hastean
gl: Iniciar automaticamente ao acceder
ia: Starta automaticamente quando on accede
is: Ræsa sjálfkrafa við innskráningu
lt: Automatiškai paleisti prisijungimo metu
ro: Pornește automat la autentificare

# @label:textbox
source: Listening Port:
az: Cavab gözlənilən port
eo: Aŭskultanta Pordo:
eu: Entzuteko ataka:
gl: Porto de escoita:
ia: Porto ascoltante:
is: Vöktunargátt:
lt: Klausomas prievadas:
ro: Port ascultat:

# @label:textbox
source: Video quality:
az: Videonun keyfiyyəti
eo: Videokvalito:
eu: Bideo-kalitatea:
gl: Calidade do vídeo:
ia: Qualitate de video
is: Gæði myndmerkis:
lt: Vaizdo kokybė:
ro: Calitate video:

# @label:slider
source: Responsiveness
az: Həssaslıq
eo: Respondemo
eu: Erantzuteko gaitasuna
gl: Reactividade
ia: Rapiditate de responsa
is: Svörun
lt: Reagavimas
ro: Viteză de reacție

# @label:slider
source: Quality
az: Keyfiyyət
eo: Kvalito
eu: Kalitatea
gl: Calidade
ia: Qualitate
is: Gæði
lt: Kokybė
ro: Calitate

# title:group Group of RDP server settings
source: Security Certificates
az: Təhlükəsizlik sertifikatları
eo: Sekurecaj Atestiloj
eu: Segurtasun ziurtagiriak
gl: Certificados de seguridade
ia: Certificatos de securitate
is: Öryggisskilríki
lt: Saugumo liudijimai
ro: Certificate de securitate

# @label:check generate security certificates automatically
source: Generate automatically
az: Avtomatik yaratmaq
eo: Generi aŭtomate
eu: Automatikoki sortu
gl: Xerar automaticamente
ia: Genera automaticamente
is: Útbúa sjálfvirkt
lt: Generuoti automatiškai
ro: Generează automat

# @label:textbox
source: Certificate path:
az: Sertifikatın yolu:
eo: Vojo de atestilo:
eu: Ziurtagiriaren bide-izena:
gl: Ruta do certificado:
ia: Percurso de certificato:
is: Slóð á skilríki:
lt: Liudijimo kelias:
ro: Calea certificatului:

# @action:button
source: Choose Certificate File…
az: Sertifikat faylını seçmək...
eo: Elekti Atestilon…
eu: Hautatu ziurtagiriaren fitxategia...
gl: Escoller un ficheiro de certificado…
ia: Selòige file de certificato...
is: Veldu lykilskrá skilríkis…
lt: Pasirinkti liudijimo kelią…
ro: Alege fișierul certificatului…

# @label:textbox
source: Certificate key path:
az: Sertifikat açarı yolu:
eo: Atestilo-ŝlosila vojo:
eu: Ziurtagiri-gakoaren bide-izena:
gl: Ruta da chave do certificado:
ia: Percurso de clave de certificato:
is: Slóð á lykilskrá skilríkis:
lt: Liudijimo rakto kelias:
ro: Cale spre cheia certificatului:

# @action:button
source: Choose Certificate Key File…
az: Sertifikat açar faylını seçmək...
eo: Elekti Atestilan Ŝlosildosieron…
eu: Hautatu ziurtagiri-gakoaren fitxategia...
gl: Escoller un ficheiro de chave de certificado…
ia: Selige file de clave de certificato...
is: Veldu lykilskrá skilríkis…
lt: Pasirinkti liudijimo rakto failą…
ro: Alege fișier cu cheia certificatului…

# @title:group
source: Remote Desktop Access
az: Uzaqdakı iş masasına giriş
gl: Acceso de escritorio remoto
ia: Accesso de scriptorio remote
is: Aðgangur að fjartengdu skjáborði
lt: Prieiga prie nuotolinio darbalaukio
ro: Acces la birou distant

# @option:check
source: Enable RDP Server
az: RDP sereveri aktiv etmək
eo: Ebligi RDP-Servilon
gl: Activar o servidor de RDP.
ia: Habilita servitor RDP
is: Virkja RDP-þjón
lt: Įjungti RDP serverį
ro: Activează serverul RDP

source: Hostname:
az: Qoşulma nöqtəsi:
eo: Gastigantnomo:
gl: Servidor:
ia: Nomine de Hospite:
is: Vélarheiti:
lt: Mazgo pavadinimas:
ro: Numele gazdei:

source: Use any of the following addresses to connect to this device:
az: Bu cihaza bağlanmaq üçün bu ünvanlardan birini istifadə edin:
eo: Uzi iun el la sekvaj adresoj por konektiĝi al ĉi tiu aparato:
gl: Use calquera dos seguintes enderezos para conectar a este dispositivo:
ia: Usa ulle del sequente adresse per connecter a iste dispoisitivo:
is: Nota einhver af eftirfarandi vistföngum til að tengjast við þetta tæki:
lt: Norėdami prisijungti prie šio įrenginio naudokite bet kurį iš šių adresų:
ro: Folosiți oricare dintre aceste adrese pentru a vă conecta la acest dispozitiv:

# @title:group
source: Server Settings
az: Server ayarları
eo: Servila Agordo
gl: Configuración do servidor
ia: Preferentias de servitor
is: Stillingar þjóns
lt: Serverio nuostatos
ro: Configurări server

# @info:status
source: Restart the server to apply changed settings. This may disconnect active connections.
az: Ayarlardakı dəyişiklikləri tətbiq etmək üçün serveri yenidən başladın. Bu aktiv bağlantıları ayıra bilər.
eo: Restartigi la servilon por apliki ŝanĝitajn metojn. Ĉi tio povus malkonekti aktivajn konektojn.
eu: Zerbitzaria berrabiarazi aldatutako ezarpenak aplikatzeko. Horrek konexio aktiobak deskonektatu ditzake.
gl: Reinicie o servidor para aplicar os cambios de configuración. Isto pode interromper as conexións activas.
ia: Restarta le servitor per applicar le preferentias modificate. Isto pote disconnecter connexiones active.
lt: Norėdami taikyti pakeistas nuostatas paleiskite serverį iš naujo. Tai gali nutraukti aktyvius ryšius.
ro: Reporniți serverul pentru a aplica configurările modificate. Aceasta poate provoca deconectarea conexiunilor active.

source: Restart Server
az: Serveri yenidən başlatmaq
eo: Restartigi Servilon
eu: Zerbitzaria berrabiarazi
gl: Reiniciar o servidor
ia: Restarta Servitor
is: Endurræsa þjón
lt: Paleisti serverį iš naujo
ro: Repornește serverul

# @title
source: Usernames
az: İstifadəçi adları
eo: Uzantnomoj
eu: Erabiltzaile-izenak
ia: Nomines de usator
is: Notendanöfn
lt: Naudotojų vardai
ro: Utilizatori

# @action:button
source: Add New…
az: Əlavə etmək...
eo: Aldoni Novan…
eu: Gehitu ...berria
gl: Engadir…
ia: Adde Nove …
is: Bæta við nýjum...
lt: Pridėti naują…
ro: Adaugă noi…

# @action:button
source: Add New User Account…
az: Yeni istifadəçi hesabı əlavə etmək...
eo: Aldoni Novan Uzantkonton…
eu: Gehitu erabiltzaile-kontu berria...
gl: Engadir unha nova conta de persoa usuaria…
ia: Adde conto de nove usator…
is: Bæta við nýjum notandaaðgangi…
lt: Pridėti naują naudotojo paskyrą…
ro: Adaugă cont de utilizator nou…

# @info:placeholder
source: Add at least one user account to enable remote login
az: Uzaqdan idarəetməyə giriş üçün ən azı bir istifadəçi hesabı əlavə edin
eo: Aldoni almenaŭ unu uzantkonton por ebligi foran ensaluton
eu: Gehitu gutxienez erabiltzaile kontu bat urrunetik saio-hastea gaitzeko
gl: Engada polo menos unha conta de persoa usuaria para activar o acceso remoto.
ia: Adde al minu un conto de usator per habilitar accesso remote
is: Bættu við amk einum notendaaðgangi til að virkja fjartengda innskráningu
lt: Norėdami įjungti nuotolinį prisijungimą pridėkite bent vieną naudotojo paskyrą
ro: Adăugați cel puțin un cont de utilizator pentru a putea activa autentificarea de la distanță

# @info:placeholder
source: Click <interface>Add New…</interface> to add one
az: <interface>Əlavə etmək...</interface> düyməsi ilə istifadəçi əlavə edin
eo: Klaku <interface>Aldoni Novan…</interface> por aldoni tian
eu: Klik egin <interface> Gehitu …berria</interface>n bat gehitzeko
gl: Prema <interface>Engadir unha nova…</interface> para engadir unha.
ia: Clicca <interface>Adde Nove…</interface> per adder un
is: Smelltu á <interface>Bæta við nýjum…</interface> til að bæta við einum slíkum
lt: Norėdami pridėti, spustelėkite <interface>Pridėti naują…</interface>
ro: Apăsați pe <interface>Adaugă noi…</interface> pentru a adăuga unul

# @title:group
source: System Users
is: Kerfisnotendur
lt: Sistemos naudotojai
ro: Utilizatori din sistem

# @title:group
source: Other Users
is: Aðrir notendur
lt: Kiti naudotojai
ro: Alți utilizatori

# @info:usagetip used as a subtitle for a title+subtitle list item
source: Login with your system password
is: Skráðu þig inn með kerfislykilorðinu þínu
lt: Prisijungti naudojant savo sistemos slaptažodį
ro: Autentificați-vă cu parola din sistem

# @action:button
source: Modify user…
az: İstifadəçiyə dəyişiklik etmək...
eo: Modifi uzanton…
eu: Aldatu ...erabiltzailea
gl: Modificar unha persoa usuaria…
ia: Modifica usator…
is: Breyta notanda…
lt: Modifikuoti naudotoją…
ro: Modifică utilizatorul…

# @action:button
source: Remove user…
az: İstifadəçini ləğv etmək...
eo: Forigi uzanton…
eu: Kendu ...erabiltzailea
gl: Retirar a persoa usuaria…
ia: Remove Usator…
is: Fjarlægja notanda…
lt: Šalinti naudotoją…
ro: Elimină utilizatorul…
