Repository: KDE/krdp
Catalog: po/*/krdpserver.po
Languages: pt_br

# NAME OF TRANSLATORS
source: Your names
pt_br: Rafael Sant'Anna

# EMAIL OF TRANSLATORS
source: Your emails
pt_br: rafaelstn@outlook.com

source: The port the server listens on
pt_br: A porta na qual o servidor escuta

source: Are certificates autogenerated during server start
pt_br: Os certificados são gerados automaticamente durante a inicialização do servidor

source: The certificate to use for TLS connections
pt_br: O certificado a ser usado para conexões TLS

source: The key that matches the TLS certificate
pt_br: A chave correspondente ao certificado TLS

source: The quality of the video stream
pt_br: A qualidade da transmissão de vídeo

source: Users allowed to login, passwords are stored in KWallet
pt_br: Os usuários têm permissão para fazer login, as senhas são armazenadas no KWallet

source: Whether the current user can log in via PAM
pt_br: Se o usuário atual pode efetuar login via PAM

source: Autostart the server on login
pt_br: Inicialização automática do servidor no login

source: RDP Server
pt_br: Servidor RDP

source: Quit
pt_br: Sair
